rails/app/controllers/posts_controller.rb

INSERT INTO `posts` (`body`, `user_id`, `created_at`, `updated_at`) VALUES ('', 1, '2022-02-12 23:39:38.961277', '2022-02-12 23:39:38.961277')
---
  def create
    @post = Post.new(post_params)

    respond_to do |format|
      if @post.save